Repository: Belleteyn/Eatho
Catalog: Eatho/*.lproj/Localizable.strings
Languages: ru

source: of
ru: из

source: weight
ru: вес

source: Remove
ru: Удалить

source: Update
ru: Править

source: Details
ru: Инфо

source: Email
ru: Почта

source: Password
ru: Пароль

source: kcal
ru: ккал

source: g
ru: г

source: per 100g
ru: на 100г

source: Nutrition facts
ru: Пищевая ценность

source: Proteins
ru: Белки

source: Carbs
ru: Углеводы

source: Fats
ru: Жиры

source: Calories
ru: Калории

source: from fat
ru: от жиров

source: dietary fiber
ru: клетчатка

source: Fiber
ru: Клетчатка

source: sugars
ru: сахар

source: Sugars
ru: Cахар

source: trans
ru: трансжиры

source: Trans
ru: Трансжиры

source: saturated
ru: насыщенные

source: monounsaturated
ru: мононенасыщенные

source: polyunsaturated
ru: полиненасыщенные

source: Glycemic index
ru: Гликемический индекс

source: Available
ru: В наличии

source: Minimal portion
ru: Минимальная порция

source: Maximal portion
ru: Максимальная порция

source: Delta portion
ru: Дельта *

source: Portion
ru: Порция

source: Overall
ru: Итого

source: Name
ru: Название

source: enter food name
ru: введите название продукта

source: Type
ru: Тип

source: choose food type
ru: выберите тип

source: days
ru: дней

source: prepare
ru: Подготовить

source: Food list
ru: Список продуктов

source: Activity level
ru: Уровень активности

source: Minimal
ru: Минимальный

source: Light
ru: Легкий

source: Medium
ru: Средний

source: High
ru: Высокий

source: Extra
ru: Экстравысокий

source: training 3 times a week
ru: тренировки менее 3-х раз в неделю

source: intensive training 3 or more times a week
ru: интенсивные тренировки 3+ раз в неделю

source: intensive training everyday
ru: ежедневные интенсивные тренировки

source: athletes
ru: профессиональные атлеты

source: Gender
ru: Пол

source: Weight
ru: Вес

source: Height
ru: Рост

source: Age
ru: Возраст

source: Calories shortage
ru: Дефицит калорий

source: kg
ru: кг

source: cm
ru: см

source: years
ru: лет

source: Nutritional preferences
ru: Настройки калоража

source: Localization preferences
ru: Настройки локализации

source: Shopping list preferences
ru: Настройки списка покупок

source: account settings
ru: настройки аккаунта

source: Please set appropriate values
ru: Пожалуйста, задайте корректные значения: белки, жиры и углеводы должны в сумме составлять 100%

source: Ration preferences
ru: Настройки рациона

source: Auto calculation
ru: Автоматический расчёт питательной ценности

source: Parameters for auto calculation
ru: Параметры для автоматического расчёта

source: Calculate nutrition values
ru: Рассчитать

source: Weight measures
ru: Меры весов

source: Macronutrients
ru: Макронутриенты

source: Edit
ru: Редактирование

source: Automatic
ru: Автоматическое вычисление

source: Setup values
ru: Ввести значения

source: Other parameters
ru: Прочие параметры

source: marked optional fields
ru: необязательные поля

source: User info
ru: Данные пользователя

source: Minerals
ru: Минералы

source: Vitamins
ru: Витамины

source: shopping list
ru: список покупок

source: recent purchases
ru: недавние

source: Refresh failed
ru: Ошибка обновления

source: Remove failed
ru: Ошибка удаления

source: Invalid index
ru: Неправильный индекс

source: Update failed
ru: Ошибка обновления данных

source: Unable to send mail
ru: Невозможно отправить письмо

source: We cannot send email from your device, please contact us directly at
ru: Мы не можем отправить письмо с вашего устройства, пожалуйста свяжитесь с нами по адресу

source: Login and password combination is invalid
ru: Неверная комбинация логина и пароля.

source: Sorry, we're unable to register this email
ru: Извините, мы не можем зарегистрировать этот почтовый адрес

source: We don't know what could be wrong, but it was 😯
ru: Во время регистрации что-то пошло не так 😯. Не волнуйтесь, мы обязательно разберемся, в чем дело

source: We sent confirmation code to
ru: Мы отправили код подтверждения на

source: If you didn't receive code in 20 seconds, feel free to contact us to get help
ru: Если письмо не пришло в течение 20 секунд, напишите нам, мы обязательно вам поможем.

source: Please enter new password for
ru: Введите новый пароль для

source: Wrong code
ru: Неправильный код

source: Please enter data
ru: Пожалуйста, введите обязательные данные

source: All required fields must be filled
ru: Все подсвеченные поля необходимо заполнить

source: Cannot create pdf
ru: Ошибка при создании pdf

source: Please, note that all formulas for calories and nutrients calculation are not perfect and may not conform to your body or your goals.
ru: Формулы расчета калоража дают усредненный результат и могут не подойти вашему организму или вашим целям.

source: Consult with your doctor or your fitness trainer
ru: Проконсультируйтесь с врачом или тренером.

source: to get optimal nutrients in your daily ingestions
ru: Специалисты помогут подобрать режим питания, при котором вы будете чувствовать себя комфортно и следовать своим целям по сбросу, набору или поддержанию веса.

source: Correct values
ru: Корректируйте значения настроек.

source: if you feel overwhelmed or hungry
ru: Если придерживаясь рекомендаций чувствуете сильный голод, переедание, усталость, недомогание или прочие симптомы ухудшения самочувствия

source: Correct ration
ru: Корректируйте рацион

source: Remember that every body is individual and it's needs can vary due to outside parameters
ru: Потребности огранизма могут меняться в зависимости от дневной активности, сна, уровня стресса, погоды и многих других факторов. Не бойтесь корректировать рацион с учетом своих пожеланий.
